[
  {
    "hidden": false,
    "title": "Claiming Beethoven Podcast",
    "description": "I had the opportunity to work on an intriguing podcast series that delved into the complex topics of propaganda, collaboration, resistance, persecution, and exile during the Nazi occupation of many European countries. Collaborating with international musicologists and historians, my role involved editing and curating the episodes to ensure a seamless and engaging experience. I also focused on developing a visually appealing brand identity and incorporating immersive sound design. Additionally, I implemented a social media strategy to actively engage with listeners and encourage meaningful discussions. It was a rewarding experience to be a part of this thought-provoking project.",
    "image": "/projectImg/img/ClaimingBeethoven.png",
    "video": { "src": "", "dark": false },
    "scoreImg": null,
    "id": 1001,
    "type": "podcast",
    "link": "https://podcasters.spotify.com/pod/show/claiming-beethoven",
    "secondaryLink": "https://embed.podcasts.apple.com/us/podcast/claiming-beethoven/id1649374199?itsct=podcast_box_player&amp;itscg=30200&amp;ls=1&amp;theme=auto"
  },
  {
    "hidden": false,
    "title": "Giuseppe Tartini Edition",
    "description": "I had the privilege of collaborating as freelance editor on the <a href=\"https://www.baerenreiter.com/en/catalogue/complete-editions/tartini-giuseppe/\" target=\"_blank\"><u>Complete Edition of the Musical Works by Giuseppe Tartini</u></a> led by the Professor Sergio Durante. With meticulous attention to detail and utilizing original sources, I transcribed and curated Tartini's concertos for solo violin, orchestra, and horns. Working alongside the violinist Tommaso Luison as the editor, we ensured the highest standards of accuracy and artistic integrity. Published by the prestigious Bärenreiter Verlag, this edition makes Tartini's masterpieces accessible to musicians and scholars worldwide, preserving his musical genius for future generations.",
    "image": "/projectImg/img/tartini.png",
    "video": { "src": "", "dark": false },
    "scoreImg": null,
    "id": 1002,
    "type": "music editing",
    "link": "",
    "secondaryLink": null
  },
  {
    "hidden": true,
    "title": "Beato il giovane",
    "description": "'Beato il giovane' is a composition in memoriam of Francesco Attanasi. Francesco was a musicology student in Cremona who tragically passed away in 2005 at the age of twenty-seven. In this piece the musical material comes directly from his music but it is like it's not really in the piece. You could say that this compostion is like memories.",
    "image": "/projectImg/img/Beato.png",
    "video": { "src": "", "dark": false },
    "scoreImg": null,
    "id": 1003,
    "type": "composition",
    "link": null,
    "secondaryLink": null
  }
]
